// 注册协议（医生)-20201125
import React, { Component } from 'react'

import './RegDoc.scss'

class RegDoc extends Component {
  render() {
    return(
      <div className='regDoc'>
        <h1>【微查云诊】注册协议</h1>
        <h2>一、定义</h2>
        <section>1、《【微查云诊】注册协议》（以下简称“本协议”）是指您与【微查云诊】订立的关于您使用【微查云诊】平台的协议。</section>
        <section>2、【运营商】是指【XX互联网医院】及其下属企业等运营实体。（以下简称“运营商”）</section>
        <section>3、【本平台】平台是指【微查云诊】等网站及客户端应用程序（以下简称“本平台”）。</section>
        <section>4、关联公司是指运营商直接或者间接控股的公司，参股或形成经营、协作的具有关联关系的企业。</section>
        <section>5、用户是指本平台服务的使用人，即医生，在本协议中称为“您”或“用户”。</section>
        <h2>二、总则</h2>
        <section>
          1、本平台是一个【互联网在线诊断平台】平台，为确保您能正常地使用本平台的各项服务（包括提供诊疗服务、上传扫查结果、<span className='underLine'>报告发送、</span>报告收取、<span className='underLine'>审阅报告</span>等），您应当阅读并遵守本协议。请您务必审慎阅读、充分理解各条款内容，以及开通或使用某项服务的单独协议，并选择接受或不接受。
        </section>
        <section>2、
          <span className='underLine'>
            除非您已阅读并接受本协议所有条款，否则您无权使用本平台的各项服务。您在本平台的登录、查看、发布信息等行为即视为您已阅读并同意本协议的约束，包括接受运营商单方不定期更新后的本协议条款。当您与本平台发生争议时，应以届时最新的协议为准。
          </span>
        </section>
        <section>3、
          <span className='underLine'>
            运营商在此特别提醒您，在您使用注册前已确实仔细阅读了本协议，如果您对本协议的任何条款或者将来随时可能基于运营商单方决定而修改、补充的条款有异议，您可选择不注册。
          </span>
        </section>
        <section>4、
          <span className='underLine'>
          您在进行注册程序过程中，根据声音、文字或图形等提示可以选择表示“同意”的操作，当您点选“同意”按钮或在指定区域填选“√”时即视为您已仔细阅读本协议，同意接受本协议项下的所有条款，包括接受运营商对本协议条款随时所做的任何修改，并愿意受其约束。之后方能按系统提示完成全部注册程序、问答程序、享受相关的各项服务。
          </span>
        </section>
        <section>
          5、本协议的条款适用于本平台提供的各种服务，但当您使用本平台某一特定服务时，如该服务另有单独的服务条款、指引或规则，您应遵守本协议及本平台随时公布的与该服务相关的条款、指引或规则等。前述所有的指引和规则，均构成本协议的一部分。除非本协议另有其他明示规定，新推出的产品或服务、增加或强化任何新功能，均受到本协议之规范。
        </section>
        <section>
          6、如对本协议内容有任何疑问、意见或建议，您可通过客服中心与本平台及运营商联系。
        </section>
        <h2>三、本协议的确认和接纳</h2>
        <section>
          1、本平台的各项电子服务的所有权和解释权归本平台及运营商所有。您同意所有注册协议条款并完成注册程序，才能成为本平台的正式用户。您确认：本协议条款是处理双方权利义务的协议，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。
        </section>
        <section>
          2、您点击登录，即视为您确认自己具有享受本平台各项服务的相应的权利能力和行为能力，能够独立承担法律责任。
        </section>
        <section>
          3、您必须是经合法登记、已获得相应执业证书或具有同等资质的医生，若不符合本项条件，请勿使用本平台提供的相关服务，<span className='underLine'>运营商可随时自行全权决定拒绝向任何不符合要求的用户提供相关服务</span>。
        </section>
        <section>
          4、为使用本平台提供的各项服务，您必须能够自行通过有法律资格的第三方对您提供互联网接入服务，并自行承担以下内容：
        </section>
        <section>
          (1)自行配备上网所需的设备，包括个人电脑、手机、调制解调器及其他必要的设备装置。
        </section>
        <section>
          (2)自行承担上网所需的相关必要费用，如：电话费用、网络费用等。
        </section>
        <section>
          (3)本协议中规定的您的其他责任和义务。
        </section>
        <section>
          5、您应保证：提供详尽、真实、准确和完整的个人资料以符合实名认证的要求。如果资料发生变动，您应及时更改。<span className='underLine'>若您提供任何错误、不实、过时或不完整的资料，并为本平台及运营商所确知，或者本平台及运营商有合理理由怀疑前述资料为错误、不实、过时或不完整的资料，本平台及运营商有权暂停或终止您的帐号，并拒绝现在或将来申请使用本平台各项服务的全部或一部分的请求。</span>在此情况下，您可通过本平台及运营商的申诉途径与本平台及运营商取得联系并修正个人资料经本平台及运营商核实后恢复账号使用。您还应当保证：您具有签署本协议的能力和资质，并取得相关的授权，符合国家的政策及法律的规定。
        </section>
        <section>6、本平台及运营商不会向被暂时中止或终止资格的本平台用户提供相关服务。</section>
        <h2>四、服务内容</h2>
        <section>本平台依据国家相关法律、法规及规范性文件的规定，向本平台正式用户提供的主要服务内容包括：</section>
        <section>1、根据用户的实际需求，为其提供相应的合格诊疗设备，本平台保证向用户提供的医疗诊断设备均为有法律资格的主体生产的、符合相关规格要求的、依法取得完成注册及认证的合格产品；</section>
        <section>2、指导、协助用户使用诊疗设备为病患进行检查、诊断；</section>
        <section>3、对用户在使用设备过程中遇到的各项问题，提供咨询、答疑服务；</section>
        <section>4、如设备发生故障，及时为用户提供修理、更换服务；</section>
        <section>除上述主要服务外，本平台将根据用户实际需求提供其他特定服务，亦将不定期推出新的服务或产品。届时，如本平台公布了关于上述服务的单独服务条款、指引或规定，当您在使用本平台提供的上述任一服务时，应同时遵守本协议及与该服务相关的条款、指引或规定。</section>
        <h2>五、支付方式</h2>
        <section>
          对于本平台用户为患者提供医疗诊断服务所产生的报酬，由患者先行支付给第三方互联网医院，再由互联网医院直接向用户进行支付。<span className='underLine bold'>本平台不负责向用户支付报酬。若因上述支付发生纠纷或争议，应由用户与第三方互联网医院协商解决，本平台对此不承担任何责任。</span>
        </section>
        <h2>六、用户依法言行义务</h2>
        <section>本协议依据国家相关法律、法规及规范性文件制定，用户同意严格遵守以下义务：</section>
        <section>1、不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；</section>
        <section>2、从中国大陆向境外传输资料信息时必须符合中国有关法规；</section>
        <section>3、不得利用本平台从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；</section>
        <section>4、不得干扰本平台的正常运转，不得侵入本平台及国家计算机信息系统；</section>
        <section>5、不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的、淫秽的、不文明的等信息资料；</section>
        <section>6、不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；</section>
        <section>7、不得教唆他人从事本条所禁止的行为；</section>
        <section>8、不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容。 </section>
        <section>
          您应关注并遵守本平台不时公布或修改的各类合法规则规定。本平台保有删除各类不符合法律政策或不真实的信息内容而无须通知用户的权利。<span className='underLine bold'>若您未遵守以上规定的，本平台有权作出独立判断并采取暂停或关闭用户帐号等措施。您须对自己在网上的言论和行为承担法律责任。</span>
        </section>
        <h2>七、用户管理</h2>
        <section>您在注册、使用本平台过程中，应遵守本平台关于用户管理的以下规定：</section>
        <section>
          1、您在进行注册过程中，您的用户名注册与使用应符合网络道德，遵守中国的相关法律法规。您的用户名和昵称中不能含有威胁、淫秽、谩骂、非法、侵害他人正当权益等有争议性的文字。您在本平台上的言论不得违法、不得违反公序良俗、不得使用攻击性语言恶意中伤他人，或作出虚假性陈述。您保证您在本平台上提供的信息的真实性、合法性和有效性。<span className='underLine bold'>您单独承担在本平台上发布内容的一切相关责任。您使用本平台的服务或向患者提供的服务应遵守中国有关法律法规。</span>
        </section>
        <section>2、您应遵守从中国境内向境外传输技术性资料时必须符合中国有关法律法规。</section>
        <section>3、您使用本平台不作其他非法用途。</section>
        <section>4、您不得干扰或扰乱本平台提供的各项服务，不得盗用他人帐号，不得盗取、泄露他人用户隐私数据，如有上述行为，您需对此行为造成的后果负责。</section>
        <section>5、您应遵守所有使用本平台所提供服务的各项协议、规定、程序和惯例。您须承诺不传输任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽等信息资料。另外，您也不能传输任何教唆他人构成犯罪行为的资料；不能传输助长国内不利条件和涉及国家安全的资料；不能传输任何不符合当地法规、国家法律和国际法律的资料。</section>
        <section>6、您不得发布任何不基于事实、虚构、夸大、引人误解的信息；不得发布涉及政治、性别、种族歧视或攻击他人的文字、图片、视频或语言等信息；不得发布介绍个人、科室等广告性质的内容；不得有其它涉及违反当地法规、国家法律和国际法律的行为。</section>
        <section>7、您发布的文章、视频、资讯（如有）不得侵犯任何第三方的合法知识产权。</section>
        <section>8、
          <span className='underLine'>
          若您的行为不符合本协议的规定，本平台有权做出独立判断，并立即停止向该您帐号提供服务。您需对自己在网上的行为承担法律责任。您若在本平台上散布和传播反动、色情或其他违反中国法律法规的信息，本平台的系统记录有可能作为您违反法律的证据。
          </span>
        </section>
        <section>9、
          <span className='underLine'>
          您不得赠与、借用、租用、转让或售卖您的本平台帐号，或者以其他方式许可其他第三方使用您的帐号。您承担账户与密码的保管责任，并就您账号及密码项下之一切活动负全部责任。
          </span>
        </section>
        <section>10、您向患者提供医疗服务或咨询服务时，不得就违反法律法规规定或超出执业范围的问题对患者进行回复，包括但不限于：</section>
        <section>（1）非各项服务类问题，如动物疾病问题、社会意识形态问题等；</section>
        <section>（2）医疗司法举证或询证问题；</section>
        <section>（3）胎儿性别鉴定问题；</section>
        <section>（4）有危害他人、自己或本平台可能的问题。</section>
        <h2>八、用户责任</h2>
        <section>1、
          <span className='underLine bold'>
          您同意保障和维护本平台的利益，如果因为您违反有关法律、法规或本协议的任何规定而给本平台或任何其他第三方造成任何损失包括但不限于因您提供诊疗服务或咨询服务发生的医疗责任，您统一承担由此产生的损害赔偿责任，其中包括本平台为此而支付的相关费用（包括但不限于支付的律师费等诉讼费用）。
          </span>
        </section>
        <section>2、
          <span className='underLine bold'>
          您同意承担包括但不限于违反相关法律法规或违反平台规则情形造成的全部责任，包括但不限于不符合诊疗及执业规范、在咨询服务过程中涉及诊疗行为、超出执业范围和执业诊疗科目等。
          </span>
        </section>
        <section>3、
          <span className='underLine bold'>
          虽然您使用了本平台提供的相关服务，但您个人的任何诊疗服务或咨询服务行为，无论是否与本平台提供的服务相关，均应当由您承担全部责任，本平台不承担任何相关责任。
          </span>
        </section>
        <section>4、
          <span className='underLine bold'>
          您个人须承担诸如侵犯患者隐私、名誉权等造成的其他非医疗责任。
          </span>
        </section>
        <section>5、
          <span className='underLine bold'>
          因您违反法律法规、本协议、平台相关规则、双方间其他约定等致使本平台或运营商对外承担责任的，本平台或运营商有权向您追责，其中包括本平台或运营商为此而支付的相关费用（包括但不限于支付的律师费等诉讼费用）。
          </span>
        </section>
        <h2>九、您的帐号、密码和安全性</h2>
        <section>
          1、您一旦注册成功，成为本平台的合法用户，将得到一个您的帐号和密码。您的帐号和密码由您负责保管。您要对任何以您帐号进行的活动和事件负全责，且您有权随时根据指示更改您的密码。若发现任何非法使用您的帐号或存在安全漏洞的情况，请立即通知本平台或运营商。
        </section>
        <section>
          2、因黑客行为或您的保管疏忽等情况导致帐号、密码遭他人非法使用，本平台或运营商不承担责任。本平台或运营商将根据法律法规的要求，履行其作为移动互联网信息服务提供者应当履行的义务。
        </section>
        <h2>十、收费服务</h2>
        <section>1、如使用本平台的收费服务，您应当依照相关规定向本平台及时、足额支付相应的费用。</section>
        <section>2、本平台可能根据实际需要对上述收费服务的收费标准、方式进行修改和变更。前述修改、变更或开始收费前，本平台将通过公告等方式在相应服务页面进行通知或公告。<span className='bold underLine'>如果您不同意上述修改、变更或付费内容，则应停止使用该服务。</span></section>
        <h2>十一、服务变更、中止与终止条款</h2>
        <section>1、
          <span className='underLine bold'>
          鉴于移动互联网服务的特殊性，本平台或运营商有权随时变更、中止或终止部分或全部的服务。如变更、中止或终止的服务属于免费服务，本平台或运营商无需通知您，也无需对您或任何第三方承担任何责任；如变更、中止或终止的服务属于收费服务，则以另行签署的相关协议的约定为准。
          </span>
        </section>
        <section>2、
          <span className='underLine bold'>
          您理解，本平台或运营商需要定期或不定期地对平台或相关的设备进行检修或者维护，如因此类情况而造成本平台提供的服务在合理时间内的中断，本平台或运营商无需为此承担任何责任，但本平台或运营商应尽可能事先进行通告。
          </span>
        </section>
        <section>3、
          <span className='underLine bold'>
          如发生下列任何一种情形，本平台或运营商有权随时中止或终止向您提供本协议项下的服务而无需对您或任何第三方承担任何责任：
          </span>
        </section>
        <section className='underLine bold'>（1）您违反中国有关法律法规或本平台规定，侵害他人合法权益的；</section>
        <section className='underLine bold'>（2）您提供的个人资料不真实、不完整、不准确；</section>
        <section className='underLine bold'>（3）您违反本协议中的规定；</section>
        <section className='underLine bold'>（4）您违反本平台发布的政策、规则；</section>
        <section className='underLine bold'>（5）本平台或运营商认为其他不适宜的地方。</section>
        <h2>十二、结束服务</h2>
        <section>
          <span className='underLine bold'>您或本平台可随时根据用户管理的规范（参见本协议的第五条）和服务变更、中止与终止约定（参见本协议的第九条）中断一项或多项本服务，本平台无需对您或任何其他第三方负责。</span>您对本协议的修改有异议，或对本平台的服务不满，可以行使如下权利：
        </section>
        <section>（1）停止使用本平台提供的服务。</section>
        <section>（2）通告本平台停止对您的帐号的服务。结束您的服务后，您使用本平台所提供服务的权利马上终止，即刻，本平台不对您承担任何义务和责任。</section>
        <h2>十三、隐私及个人信息的保护</h2>
        <section>1、保护您隐私是本平台及运营商的一项基本政策。</section>
        <section>2、您的信任对本平台及运营商非常重要，本平台及运营商深知个人信息安全的重要性，本平台及运营商将按照法律法规要求，采取安全保护措施，保护您的个人信息安全。<span className='underLine'>《隐私政策》作为本协议的有效组成部分，且您同意并接受本平台及运营商不时地更新隐私政策，如您不接受现行的或更新后的隐私政策，则应立即停止使用本平台提供的相关服务；如您继续选择使用本平台服务，即视为同意现行的或更新后的隐私政策。</span></section>
        <section>3、
          <span className='underLine'>
          用户对在使用本平台过程中获取到的患者或其他用户的隐私及个人信息应尽到充分的保密义务，未经本平台及患者或其他用户同意，用户不得存储、使用、共享、转让患者或其他用户的个人信息，不得以任何方式随意泄露患者或其他用户的个人隐私。
          </span>
        </section>
        <h2>十四、知识产权条款</h2>
        <section>
        1、您一旦接受本协议，即表明您主动将其在任何时间段在本平台发表的任何形式的信息内容（包括但不限于用户评价、用户咨询、各类话题文章等信息内容）的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地、无偿地转让给运营商所有，您同意运营商有权就任何主体侵权而单独提起诉讼。
        </section>
        <section>
        2、本协议已经构成《中华人民共和国著作权法》第二十五条及相关法律规定的著作财产权等权利转让书面协议，其效力及于您在本平台上发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。
        </section>
        <section>
        3、您同意并已充分了解本协议的条款，承诺不将已发表于本平台的信息，以任何形式发布或授权其它主体以任何方式使用（包括但不限于在各类网站、媒体上使用）。
        </section>
        <section>
        4、运营商是本平台的制作者，拥有本平台内容及资源的著作权等合法权利，受国家法律保护，有权不时地对本协议及本平台的内容进行修改，并在本平台张贴，无须另行通知您。在法律允许的最大限度范围内，运营商对本协议及本平台的内容拥有解释权。
        </section>
        <section>
        5、除法律另有强制性规定外，未经运营商明确的特别书面许可，任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用本平台的信息内容，否则，运营商有权追究其法律责任。
        </section>
        <section>
        6、本平台所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是运营商或其内容提供者的财产，受中国和国际版权法的保护。本平台上所有内容的汇编是运营商的排他财产，受中国和国际版权法的保护。本平台上的所有软件都是运营商或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。
        </section>
        <h2>十五、特别授权</h2>
        <section className='bold underLine'>您完全理解并不可撤销地授予本平台及运营商下列权利：</section>
        <section className='bold underLine'>（1）一旦您向本平台及运营商作出任何形式的承诺，且本平台及运营商已确认您违反了该承诺，则本平台及运营商有权立即按您的承诺或协议约定的方式对您的账户采取限制措施，包括中止或终止向您提供服务，并在其经营或实际控制的网站或APP客户端公示您的违约情况。您了解并同意，本平台及运营商无须就相关违约事项与您核对事实，或另行征得您的同意，且本平台及运营商无须就此限制措施或公示行为向您或任何第三方承担任何的责任。</section>
        <section className='bold underLine'>（2）一旦您违反本协议、或与本平台签订其他协议的约定，本平台及运营商有权以任何方式对您的权益采取限制措施，包括但不限于要求中止、终止对您提供的部分或全部服务，并在其经营或实际控制的网站或应用程序公示您的违约情况。</section>
        <section className='bold underLine'>（3）您授权本平台及运营商使用您注册、使用本平台过程中形成的信息，并允许其通过短信、邮件、电话或其他形式向您传送本平台及运营商需告知您的信息。您同意接受本平台及运营商通过短信、邮件、电话或其他形式向您发送活动、服务或其他相关商业信息。如果您不需要本平台及运营商提供的部分或全部服务的活动、服务或其他相关商业信息的服务，在您向本平台客服提出申请后予以中止、终止对您提供的该部分或全部服务。</section>
        <h2>十六、本平台及运营商拒绝提供担保</h2>
        <section>1、
          <span className='bold underLine'>
          您对移动网络服务的使用承担风险，并独立承担因为使用移动网络服务而产生的一切后果。本平台及运营商对此不作任何类型的担保，不论是明确的或隐含的，但是不对商业性的隐含担保、特定目的和不违反规定的适当担保作限制。
          </span>
        </section>
        <section>2、
          <span className='bold underLine'>
          本平台及运营商不担保本服务一定能完全满足您的要求，也不担保本服务不会受网络、通信等原因而中断，对服务的及时性、安全性、错误程序的发生都不作担保。
          </span>
        </section>
        <section>3、
          <span className='bold underLine'>
          本平台及运营商因受合作医疗机构等资源限制，就您所提的请求不担保服务一定能够成功。
          </span>
        </section>
        <section>4、
          <span className='bold underLine'>
          本平台及运营商对在本平台上得到或发表的任何有关健康的咨询意见等，不作担保。
          </span>
        </section>
        <section>5、
          <span className='bold underLine'>
          您不能从本平台及运营商得到口头或书面的意见或信息（增加除外条款，而并非全部），本平台及运营商也不会在此做明确担保。
          </span>
        </section>
        <section>6、
          <span className='bold underLine'>
          除非另有明确的书面说明，本平台及其所包含的或以其它方式通过本平台提供给您的全部信息、内容、材料、产品（包括软件）和服务，均是在“按现状”和“按现有”的基础上提供的。除非另有明确的书面说明，本平台及运营商不对本平台的运营及其包含在本平台上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。
          </span>
        </section>
        <section>7、
          <span className='bold underLine'>
          本平台及运营商不担保本平台包含的或以其它方式通过本平台提供给您的全部信息、内容、材料、产品（包括软件）和服务、其服务器或从本平台发出的电子信件、信息没有病毒或其他有害成分。如因不可抗力或其它本平台无法控制的原因使本平台系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，本平台及运营商会合理地尽力协助处理善后事宜。
          </span>
        </section>
        <section>8、
          <span className='bold underLine'>
          本平台所承载的内容（文、图、视频、音频）均为传播有益健康资讯目的，不对其真实性、科学性、严肃性做任何形式保证。
          </span>
        </section>
        <h2>十七、责任限制</h2>
        <section>1、
          <span className='bold underLine'>本平台提供的相关服务是按照现有技术和条件所能达到的水平提供的服务。本平台及运营商会尽最大努力为您提供服务，确保服务的连贯性和安全性；但本平台及运营商不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。本平台及运营商所不能控制的事件而影响本平台及运营商提供服务，本平台及运营商无须承担任何责任。</span>
        </section>
        <section>2、
          <span className='bold underLine'>
          本平台及运营商对您使用网络服务而受到的任何直接、间接、偶然、特殊及继起的损害（本平台及运营商违反法律、法规和本协议的条款除外）不负任何责任，这些损害可能来自：不正当使用网络服务，私自在网上进行交易，非法使用网络服务或您传送的信息有所变动。这些行为都有可能会导致本平台及运营商的形象受损，所以本平台及运营商事先提出这种损害的可能性。此外，本平台及运营商对您个人的诊疗服务或咨询服务而引起的任何直接、间接、偶然、特殊及继起的损害不负任何责任。
          </span>
        </section>
        <section>3、
          <span className='bold underLine'>
          本平台及运营商所有信息仅供参考。本平台致力于提供正确、完整的健康资讯，但不保证信息的绝对正确性和完整性，且不对因信息的不正确或遗漏导致的任何损失或损害承担责任。本平台所提供的任何健康资讯，仅供参考，不能替代医生和其他医务人员的建议，如自行使用【】资料发生偏差，本平台不承担任何法律责任。
          </span>
        </section>
        <section>4、
          <span className='bold underLine'>
          本平台所提供的任何各项电子信息、症状自查等服务仅供参考，如自行使用本平台中资料信息发生偏差，本平台概不负责，亦不负任何法律责任。 
          </span>
        </section>
        <section>5、
          <span className='bold underLine'>
          本平台及运营商不对您所发布信息的删除或储存失败负责。本平台及运营商积极采用数据备份加密等措施保障您数据的安全，但不对由于因意外因素导致的数据损失和泄漏负责。本平台及运营商有权审查和监督您的行为是否符合本协议的要求，如果您违背了本协议的约定，则本平台及运营商有权中断向您提供的服务。
          </span>
        </section>
        <section>6、
          <span className='bold underLine'>
          如果您或第三方就相关服务购买了保险，因发生保险事故导致损失的，保险公司已经向您或第三方承担或许诺承担保险理赔责任后，本平台及运营商在此范围内不再承担赔偿责任。
          </span>
        </section>
        <section>7、
          <span className='bold underLine'>
          本平台及运营商保留对本声明作出不定时修改的权利。
          </span>
        </section>
        <h2>十八、广告说明</h2>
        <section>
          1、本平台有权为您的便利而提供外部链接，包括但不限于任何广告内容链接，外部链接以及该链接所指向网页之所有内容，均系该网页所属第三方的所有者制作和提供（以下简称“第三方网页”）。第三方网页并非也不反映本平台及运营商之任何意见和主张，也不表示本平台及运营商同意或支持该第三方网页上的任何内容、主张或立场。本平台及运营商对第三方网页中内容之合法性、准确性、真实性、适用性、安全性和完整性等概不承担任何责任。任何单位或个人如需要第三方网页中内容（包括资讯、资料、消息、产品或服务介绍、报价等），并欲据此进行交易或其他行为前，应慎重辨别这些内容的合法性、准确性、真实性、适用性、完整性和安全性（包括下载第三方网页中内容是否会感染电脑病毒），并采取谨慎的预防措施。如您不确定这些内容是否合法、准确、真实、实用、完整和安全，建议您先咨询专业人士。
        </section>
        <section>2、
          <span className='bold underLine'>
          任何单位或者个人因相信、使用第三方网页中信息、服务、产品等内容，或据此进行交易等行为，而引致的人身伤亡、财产毁损（包括因下载而感染电脑病毒）、名誉或商誉诽谤、版权或知识产权等权利的侵犯等事件，及因该等事件所造成的损害后果，本平台及运营商概不承担任何法律责任。无论何种原因，本平台及运营商不对任何非与本平台及运营商直接发生的交易和行为承担任何直接、间接、附带或衍生的损失和责任。
          </span>
        </section>
        <h2>十九、协议修改</h2>
        <section>1、
          <span className='bold underLine'>
          根据国家法律法规变化及网络运营需要，进一步完善服务内容，本平台及运营商有权对本协议条款不时地进行修改，修改后的协议一旦在本平台上予以公示即生效，并代替原来的协议，本平台及运营商将公告通知变更信息。您可随时登陆查阅最新协议；您有义务不时关注并阅读最新版的协议及本平台公告。如您不同意更新后的协议，可以且应立即停止使用本平台依据本协议或其他相关协议提供的服务；如您继续选择使用本平台服务，即视为同意更新后的协议。本平台及运营商建议您在使用本平台之前阅读本协议及本平台的公告。当发生有关争议时，以最新的协议为准。
          </span>
        </section>
        <section>2、如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</section>
        <h2>二十、通告</h2>
        <section>1.本协议项下所有的通知均可通过重要页面公告、电子邮件或常规的信件传送等方式进行；该等通知于发送之日视为已送达。</section>
        <section>2.您对于本平台的通知应当通过本平台对外正式公布的通信地址、电子邮件地址等联系信息进行邮寄书面送达。</section>
        <h2>二十一、争议解决和法律适用</h2>
        <section>1、本协议之效力、解释、执行和争议的解决均适用中国有关法律。如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。</section>
        <section>2、
          <span className='bold underLine'>
          如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方可提交上海深至所在地有管辖权的人民法院诉讼裁决。
          </span>
        </section>
        <h2>二十二、其他</h2>
        <section>1、本平台及运营商尊重您的合法权利，本协议及本平台上发布的各类规则、声明等其他内容，均是为了更好地、更加便利地向您提供服务。本平台欢迎您和社会各界提出意见和建议，本平台及运营商将虚心接受并适时修改本协议及本平台的各类规则。</section>
        <section>2、本协议内容中以加粗、下划线、斜体等方式显著标识并合理提醒用户注意的相关条款，请您着重阅读。</section>
        <section>3、
          <span className='bold underLine'>
          您注册使用本平台即视为您完全接受本协议，在点击“登录”之前请您再次确认已知悉并完全理解本协议的全部内容。
          </span>
        </section>
        <section>4、本协议中的标题仅为方便理解而设，在解释本协议时不受该标题的限制。</section>
        <section>5、
          <span className='bold underLine'>
          本协议项下各项内容的最终解释权归本平台及运营商所有。
          </span>
        </section>
      </div>
    )
  }
}

export default RegDoc
