// 医师入驻合同-深至-C&F 改
import React, { Component } from 'react'

import './DocEnter.scss'

class DocEnter extends Component {
  render() {
    return (
      <div className='docEnter'>
        <h1>互联网医院医生服务协议</h1>
        <h2>一、总则</h2>
        <section>
          1、青岛颐生健中西医结合骨伤医院、明医众禾（青岛）互联网医院有限公司（以下简称“明医”或“公司”）与明医众禾科技（北京）有限责任公司合作共建“颐生健中西医结合骨伤明医众禾互联网医院”（以下简称“互联网医院平台”或“平台”），在数据互联互通基础上，为民众提供线上线下相结合的“医、养、康、健”等全方位服务，包括但不限于在线复诊、处方共享平台、医疗健康类AI系统应用等。明医负责互联网医院平台的运营服务。
        </section>
        <section>
          2、互联网医院平台作为医疗健康交流互通平台为入驻其中医生提供相关技术服务。为了确保互联网医院平台的正常使用和提供相关服务，入驻医生（即“您”）应当阅读并遵守《互联网医院医生服务协议》（以下简称“本协议”）。请入驻医生务必审慎阅读、充分理解各条款内容，特别是免除或限制责任的相应条款，以及开通或使用某项服务的单独协议。本协议中的网站指明医众禾（青岛）互联网医院有限公司网站及应用程序。本协议由网站的使用者（以下简称“入驻医生”或“您”）与本公司共同签订。
        </section>
        <section>
          3、除非入驻医生已阅读并接受本协议所有条款，否则入驻医生无权使用明医众禾（青岛）互联网医院有限公司的服务（以下简称“本服务”）。
        </section>
        <section>
          4、明医在此特别提醒入驻医生，在入驻医生使用注册前请确认入驻医生已确实仔细阅读了本协议，如果入驻医生对本协议的任何条款或者将来随时可能修改、补充的条款有异议，入驻医生可选择不注册成为明医的用户或不再继续使用明医的任何服务。
        </section>
        <section>
          5、入驻医生在互联网医院平台挂号、提问、搜索、提供医疗健康信息、与其它用户交流及其他健康类服务，或以其他任何方式使用本服务，即代表入驻医生已经同意本协议。
        </section>
        <section>
          6、本协议的条款适用于明医提供的各种服务，但当入驻医生使用明医某一特定服务时，如该服务另有单独的服务条款、指引或规则，入驻医生应遵守本协议及明医不时公布的与该服务相关的服务条款、指引或规则等。前述所有的指引和规则，均构成本协议的一部分。除非本协议另有其他明示规定，新推出的产品或服务、增加或强化目前本服务的任何新功能，均受到本协议之规范。
        </section>
        <h2>二、服务简介</h2>
        <section>
          1、明医作为医疗健康交流互通平台仅向正规医疗机构的执业医师提供相关服务。因此，入驻医生必须是经合法登记、已获得相应执业资质或具有同等资质的执业医师。若不符合本项条件，请勿使用本服务，明医可随时自行全权决定拒绝向任何人士提供本服务。本服务不会提供给被暂时或永久中止资格的平台会员。
        </section>
        <section>
          2、明医运用自己的操作系统通过互联网为入驻医生提供本服务，并承担本协议和其它服务协议中对入驻医生的责任和义务。为使用本服务，入驻医生必须能够自行合法通过互联网接入服务，并自行承担以下内容：
        </section>
        <section>
          (1) 自行配备登陆平台所需的设备，包括电脑、调制解调器及其他必要的设备装置。
        </section>
        <section>
          (2) 自行承担登陆平台所需的相关必要费用，如：电话费用、网络费用等。
        </section>
        <section>
          (3) 本协议中规定的入驻医生的其他责任和义务。
        </section>
        <section>
          3、入驻医生应保证：提供详尽、真实、准确和完整的个人资料。如果资料发生变动，入驻医生应及时更改。若入驻医生提供任何错误、不实、过时或不完整的资料，并为明医所确知；或者明医有合理理由怀疑前述资料为错误、不实、过时或不完整的资料，明医有权暂停或终止入驻医生的帐号，并拒绝现在或将来使用本服务的全部或一部分。在此情况下，入驻医生可通过明医的申诉途径与明医取得联系并修正个人资料，经明医核实后恢复账号使用。入驻医生还应当保证：入驻医生具有签署本协议的能力和资质，并取得相关的授权，包括但不限于获得入驻医生的第一执业点的同意，符合国家的政策及法律的规定。
        </section>
        <section>
          4、本服务是按照现有技术和条件所能达到的现状提供的。明医会尽最大努力为入驻医生提供服务，确保服务的连贯性和安全性；但明医不能随时预见和防范法律、技术以及其他风险，包括但不限于不可抗力、病毒、木马、黑客攻击、系统不稳定、第三方服务瑕疵、政府行为等原因可能导致的服务中断、数据丢失以及其他的损失和风险。
        </section>
        <h2>三、帐号、密码和安全性</h2>
        <section>
        1、入驻医生在进行注册过程中，入驻医生的用户名注册与使用应符合网络道德，遵守中华人民共和国的相关法律法规。入驻医生的用户名和昵称中不能含有威胁、淫秽、谩骂、非法、侵害他人正当权益等有争议性的文字。
        </section>
        <section>
        2、入驻医生一旦注册成功，成为明医的合法用户，将得到一个入驻医生的帐号和密码。入驻医生的帐号和密码由入驻医生负责保管。入驻医生应当对任何以入驻医生帐号进行的所有活动和事件负全责，且入驻医生有权随时根据指示更改入驻医生的密码。若发现任何非法使用入驻医生的帐号或存在安全漏洞的情况，应立即通知明医。
        </section>
        <section>
        3、因黑客行为或入驻医生的保管疏忽、怠于向明医报告前述情形等情况导致帐号、密码遭他人非法使用，明医不承担责任。为向入驻医生提供本服务，入驻医生同意并授权明医将入驻医生在注册、使用本服务过程中提供、形成的信息传递给为入驻医生提供入驻医生所要求的产品和服务、而必须和第三方分享入驻医生的个人信息，向入驻医生提供其他服务的第三方，或从提供其他服务的第三方获取入驻医生在注册、使用其他服务期间提供、形成的信息。明医将根据法律法规的要求，履行其作为移动互联网信息服务提供者应当履行的义务。
        </section>
        <h2>四、用户管理</h2>
        <section>1、入驻医生在互联网医院平台上的言论不得违法、不得违反公序良俗、不得使用攻击性语言恶意中伤他人，或作出虚假性陈述。入驻医生保证其在互联网医院平台上提供的信息的真实性、合法性和有效性。入驻医生单独承担在互联网医院平台上发布内容的一切相关责任。入驻医生使用或提供的服务应遵守所有适用于互联网医院平台的地方法律、国家法律和国际法律标准。</section>
        <section>2、入驻医生使用本服务不作其他非法用途。</section>
        <section>3、入驻医生不得干扰或扰乱本服务，不得盗用他人帐号，如有上述行为，入驻医生需对此行为造成的后果负责。</section>
        <section>4、入驻医生应遵守所有使用本服务的各项协议、规定、程序和惯例。入驻医生须承诺不传输任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽等信息资料。另外，入驻医生也不能传输任何教唆他人构成犯罪行为的资料；不能传输助长国内不利条件和涉及国家安全的资料；不能传输任何不符合当地法规、国家法律和国际法律的资料。未经许可而非法进入其它电脑系统是禁止的。</section>
        <section>5、入驻医生不得发布任何不基于事实、虚构、夸大、引人误解的信息；不得发布涉及政治、性别、种族歧视或攻击他人的文字、图片、视频或语言等信息；不得发布介绍个人、科室等广告性质的内容；不得有其它涉及违反当地法规、国家法律和国际法律的行为。</section>
        <section>6、入驻医生发布的文章、视频、资讯不得侵犯任何第三方的合法知识产权。</section>
        <section>7、若入驻医生的行为不符合本协议的规定，明医有权做出独立判断，并立即停止向该入驻医生帐号提供服务，终止与该入驻医生的此协议。入驻医生需对自己在网上的行为承担法律责任。入驻医生若在互联网医院平台上散布和传播反动、色情或其他违反国家法律的信息，互联网医院平台的系统记录有可能作为入驻医生违反法律的证据。</section>
        <section>8、入驻医生的授权行为：对明医而言，入驻医生帐号和密码是唯一验证入驻医生真实性的依据，只要使用了正确的入驻医生帐号和密码无论是谁登录均视为已经得到入驻医生本人的授权。</section>
        <section>9、根据《互联网医院管理办法（试行）》第十八条规定，入驻医生在提供服务前须对患者进行风险提示，并获得患者的知情同意。</section>
        <section>10、入驻医生在互联网医院平台提供诊疗服务应且仅应针对部分常见病、慢性病复诊和“互联网+”家庭医生签约服务。</section>
        <h2>五、服务暂停、变更、中止与结束</h2>
        <section>1、鉴于移动互联网服务的特殊性，明医有权随时变更、中断或终止部分或全部的服务。如变更、中断或终止的服务属于免费服务，明医无需通知入驻医生，也无需对任何入驻医生或任何第三方承担任何责任。</section>
        <section>2、入驻医生理解，明医需要定期或不定期地对提供本服务的平台或相关的设备进行检修或者维护，如因此类情况而造成本服务在合理时间内的中断，明医无需为此承担任何责任，但明医应尽可能事先进行通告。</section>
        <section>3、因系统维护或升级的需要而需暂停网络服务，明医将尽可能事先进行通告。</section>
        <section>4、由于明医不能强制入驻医生在平台上提供服务，因此入驻医生可随时随地停止在本服务，但应提前30日通知明医；如明医需单方终止此协议，应提前30日通知入驻医生，因入驻医生违反本协议约定致使明医终止协议的，明医终止协议的权利不受提前30日通知的限制。</section>
        <section>5、如发生下列任何一种情形，明医有权解除本协议，并立即终止入驻医生的全部服务：</section>
        <section>(1) 入驻医生违反国家有关法律法规，侵害他人合法权益的；</section>
        <section>(2) 入驻医生因不当行为被行政或司法机构拘留或起诉；</section>
        <section>(3) 入驻医生被有关部门吊销执业医师证书；</section>
        <section>(4) 入驻医生提供的个人资料不真实；</section>
        <section>(5) 入驻医生盗用他人账户、发布违禁信息、骗取他人财物的；</section>
        <section>(6) 入驻医生传播虚假信息，歪曲事实，经查证属实的；</section>
        <section>(7) 其它明医认为需要终止服务的情况。</section>
        <section>6、明医有权在必要时修改本协议条款，协议条款一旦发生变动，届时将在入驻医生界面提示修改内容，该提示行为视为明医已经通知入驻医生修改内容，如果入驻医生不同意所作的修改，可以注销平台账号的形式主动取消本服务。如果入驻医生继续持有平台账号享有本服务，则被视为接受协议变动。当发生有关争议时，以最新的服务协议为准。</section>
        <section>7、入驻医生或明医可随时根据用户管理的规范和实际情况中断一项或多项本服务，明医无需对入驻医生或任何其他第三方负责。入驻医生对本协议的修改有异议，或对明医的服务不满，可以选择停止使用明医提供的服务或通告明医停止对该入驻医生帐号的服务。结束入驻医生的服务后，入驻医生使用本服务的权利马上终止，即刻，明医不对入驻医生承担任何义务和责任。</section>
        <h2>六、用户责任</h2>
        <section>1、入驻医生同意保障和维护明医的利益，如果因为入驻医生违反有关法律、法规或本协议的任何规定而给明医、其他入驻医生或任何其他第三方造成任何损失包括但不限于因入驻医生提供医疗服务发生的医疗责任，入驻医生同意承担由此产生的损害赔偿责任，其中包括明医为此而支付的律师费用、仲裁费、诉讼费。</section>
        <section>2、入驻医生同意承担包括但不限于如下违反相关法律法规或违反平台规则情形造成的全部责任：</section>
        <section>(1) 违规接诊初诊患者；</section>
        <section>(2) 不遵守病例书写规范：</section>
        <section>(3) 不符合诊疗规范；</section>
        <section>(4) 误诊、漏诊；</section>
        <section>(5) 在咨询服务过程中涉及诊疗行为的；</section>
        <section>(6) 超出执业地点、执业范围、执业诊疗科目的；</section>
        <section>(7) 未进行患者知情告知；</section>
        <section>(8) 其他违反与医师执业相关的法律法规。</section>
        <section>3、入驻医生须承担诸如侵犯患者隐私、名誉权等造成的其他非医疗责任。</section>
        <section>4、如入驻医生违反本协议、平台相关规则、双方间其他约定等致使明医对外担责，明医有权向入驻医生追责。</section>
        <h2>七、明医的权利和义务</h2>
        <section>1、明医有义务协助医患之间进行合法的交流，并提供必要的网络技术帮助；</section>
        <section>2、明医有义务保护入驻医生的保密资料及隐私信息（为了满足用户服务而必须公开的入驻医生资料和信息除外）的安全，不得泄露入驻医生的隐私；</section>
        <section>3、明医不对入驻医生发布的信息的来源和正确性负责，不参与医患交流，不对医患交流的结果承担任何责任；</section>
        <section>4、对于入驻医生在明医的不当行为或其它任何明医认为应当终止服务的情况，明医有权随时作出删除相关信息、终止服务提供等处理，而无需征得入驻医生的同意；</section>
        <section>5、明医有权对入驻医生的注册数据及活动行为进行查阅，发现注册数据或活动行为中存在任何问题或怀疑，均有权向入驻医生发出询问及要求改正的通知或者直接作出删除等处理；</section>
        <section>6、明医有权根据需要制定和修改产品及服务规则，但必须通过合理途径告知入驻医生或进行公示。</section>
        <h2>八、入驻医生的权利和义务</h2>
        <section>1、入驻医生有权利拥有自己在明医的用户名及密码，并有权利使用自己的用户名及密码随时使用本服务；</section>
        <section>2、入驻医生应对自己账户和密码的安全负责，除非有法律规定或司法裁定，且征得明医的书面同意，否则，入驻医生账户不得以任何方式转让、赠与或继承。如果入驻医生发现任何人不当使用自己账户或有任何其他可能危及账户安全的情形时，入驻医生有义务立即以有效方式通知明医或要求明医暂停相关服务；</section>
        <section>3、入驻医生不得将账户提供给除自己以外的任何人使用，否则，一经明医发现，明医有权对入驻医生予以注销账号处理。因此产生的纠纷由入驻医生自行承担，对明医造成的损失明医有权向入驻医生追诉；</section>
        <section>4、入驻医生有权根据明医的管理规定进行医患沟通交流，在开始使用明医平台对用户进行服务时，应当拥有中华人民共和国《执业医师资格证》。若入驻医生不论何种原因不具备前述主体资格，因此而造成的一切后果入驻医生自行承担，且明医有权注销（永久冻结）其账号。由此造成的损失，明医仍有权向入驻医生索赔；</section>
        <section>5、入驻医生在平台上的言行需遵守国家法律、法规等规范性文件、本协议约定及明医其他各项规则和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，因此造成的法律后果入驻医生自负；</section>
        <section>6、入驻医生不得在互联网医院平台从事网上诊断和治疗活动，不得在互联网医院平台进行网上售药，不得在互联网医院平台进行广告性质宣传等活动。如存在上述情况的，明医有权删除相应内容，并进行警告；情节严重的，明医有权终止该账号的使用；</section>
        <section>7、入驻医生在明医平台上工作所生成的用户数据，在充分向用户和明医披露使用目的并征得用户和明医的书面同意下，入驻医生有权利用明医工具进行统计分析、发表论文、服务科研和临床；入驻医生不得在没有征得用户和明医书面同意的况下，擅自使用用户数据（包括但不限于用户基本信息、用户健康信息、用户的隐私信息和用户的图片、视频、音频等）或将其泄漏给第四方，因此造成的患者隐私权及其他法律纠纷，明医不承担任何责任，由入驻医生承担，明医保留追诉入驻医生的权利；</section>
        <section>8、入驻医生在后续使用明医产品的过程中，应当及时更新自己的资料，以使之真实、及时、完整和准确；如入驻医生的所属医院科室、职称等注册信息发生变更，应第一时间通知明医，否则，明医有权暂停或终止服务。因入驻医生隐瞒上述信息变更产生的任何不利后果，由入驻医生承担。</section>
        <section>9、入驻医生对明医有任何意见和建议均可通过客户代表、电子邮件等直接联系进行反馈，明医将充分尊重入驻医生的意见，经协商后达成一致的对协议或规则进行调整，若双方无法达成一致，明医无权强制入驻医生使用平台提供服务。</section>
        <h2>九、隐私保护</h2>
        <section>1、保护入驻医生隐私是明医的一项基本政策，明医保证不对外公开或向第三方提供入驻医生的注册资料及入驻医生在使用本服务时存储在明医的非公开内容，但下列情况除外：</section>
        <section>(1) 事先获得入驻医生的明确授权，入驻医生选择公开或授权第三方使用；</section>
        <section>(2) 根据有关的法律法规要求；</section>
        <section>(3) 按照相关政府主管部门的要求；</section>
        <section>(4) 为维护社会公众的利益；</section>
        <section>(5) 为维护明医的合法权益。</section>
        <section>2、明医可能会与第三方合作向入驻医生提供相关的网络服务或结算服务，在此情况下，入驻医生同意并授权明医将入驻医生的注册资料或个人信息等提供给该第三方。</section>
        <section>3、在不透露单个入驻医生隐私资料的前提下，入驻医生同意明医对整个入驻医生数据库进行分析并对入驻医生数据库进行商业上的利用，包括出售入驻医生数据库中的信息。</section>
        <section>4、对于入驻医生在享受服务过程中获得的第三方的信息或资料（包括但不限于用户信息、用户健康资料以及用于存储在明医的仅向入驻医生公开的内容），入驻医生仅能用于解决该用户问题、在用户同意的特定事项中或用户的授权范围内使用。入驻医生不得用于其它用途、向其它第三方进行公开、透露或授权其它第三方进行使用。</section>
        <section>5、入驻医生知悉并同意：入驻医生的有关个人信息将可能被用于在明医、医德帮APP以及其它可能的外部网站或网络应用程序上以商业推广为目的进行展示，展示信息包括但不限于：医生肖像、姓名、职称、医院、科室、擅长疾病或用户评价等。</section>
        <section>6、明医和/或入驻医生同意遵守与患者保密和个人信息保护有关的一切法律、法规。为本协议所述之目的，收集、保留、处理或披露可能透露（或结合其他信息后可能透露）患者身份的信息（“个人数据”）时，应仅根据本协议或适用的法律进行操作。应采取适当的安保措施以保证个人数据的保密和安全。如果出现非经授权的接触及披露情况（“安全漏洞”），应立即通知明医，告知安全漏洞的次数和性质，并采取所有合理措施以补救该安全漏洞。</section>
        <section>7、明医和/或入驻医生承认并同意，并应用户承认并同意，明医和/或入驻医生可以收集、使用、处理和披露患者的个人数据，该等信息仅为了本协议所述之目的，仅为患者提供“医、养、康、健”等全方位服务之目的，仅为满足法律法规和政府机构要求之目的。</section>
        <h2>十、特别授权</h2>
        <section>入驻医生完全理解并不可撤销地授予明医下列权利：</section>
        <section>1、一旦入驻医生向明医作出任何形式的承诺，且相关有权机构已确认入驻医生违反了该承诺，则明医有权立即按入驻医生的承诺或协议约定的方式对入驻医生的账户采取限制措施，包括中止或终止向入驻医生提供服务，并公示相关有权机构确认的入驻医生的违约情况。入驻医生了解并同意，明医无须就相关违约事项与入驻医生核对事实，或另行征得入驻医生的同意，且明医无须就此限制措施或公示行为向入驻医生或任何第三方承担任何的责任。</section>
        <section>2、一旦入驻医生违反本协议、或与明医签订其他协议的约定，明医有权以任何方式通知本服务或其他相关明医服务，要求其对入驻医生的权益采取限制措施，包括但不限于要求中止、终止对入驻医生提供的部分或全部服务，且在其经营或实际控制的网站或APP公示入驻医生的违约情况。</section>
        <section>3、入驻医生授权明医通过入驻医生注册、使用本服务过程中形成的信息通过短信、邮件、电话或其他形式向入驻医生传送明医提供的服务。入驻医生同意接受明医通过短信、邮件、电话或其他形式向入驻医生发送活动、服务或其他相关商业信息。如果入驻医生不需要明医提供的部分或全部服务的活动、服务或其他相关商业信息的服务，在入驻医生向明医客服提出申请后予以中止、终止对入驻医生提供的该部分或全部服务。</section>
        <h2>十一、信息的存储和限制</h2>
        <section>1、明医对入驻医生使用网络服务而受到的任何直接、间接、偶然、特殊及继起的损害（明医违反法律、法规和本协议的条款除外）不负责任，这些损害可能来自：不正当使用网络服务，私自在网上进行交易，非法使用网络服务或入驻医生传送的信息有所变动。这些行为都有可能会导致明医的形象受损，所以明医事先提出这种损害的可能性，并不对上述损害负责。因发生如火灾、水灾、暴动、骚乱、战争、自然灾害等不可抗拒事故，明医所不能控制的事件而影响明医提供服务，明医无须承担任何责任。</section>
        <section>2、明医不对入驻医生所发布信息的删除或储存失败负责。明医积极采用数据备份加密等措施保障入驻医生数据的安全，但不对由于因意外因素导致的数据损失和泄漏负责。明医有权审查和监督入驻医生的行为是否符合本协议的要求，如果入驻医生违背了本协议的约定，则明医有权中断入驻医生的服务。</section>
        <h2>十二、明医不提供担保或保证</h2>
        <section>1、入驻医生对移动网络服务的使用承担风险，并承担因为使用移动网络服务而产生的一切后果。入驻医生应对通过明医向任何其他网络用户提供的任何服务或咨询独立承担法律责任。明医对此不作任何类型的担保或保证，不论是明确的或隐含的，但是不对商业性的隐含担保、特定目的和不违反规定的适当担保或保证作限制。</section>
        <section>2、明医不担保所提供服务一定能完全满足入驻医生的要求，也不担保或保证各项服务不会受网络、通信等原因而中断，对服务的及时性、安全性、错误程序的发生都不作担保或保证。</section>
        <section>3、明医因受合作医疗机构等资源限制，就入驻医生所提预约挂号等请求不保证服务一定能够成功。</section>
        <section>4、明医对在平台的任何有关健康的咨询意见、用药情况的保证效果等，不作担保或保证。</section>
        <section>5、明医不担保平台包含的或以其它方式通过平台提供给入驻医生的全部信息、内容、材料、产品（包括软件）和服务、其服务器或从平台发出的电子信件、信息没有病毒或其他有害成分。如因不可抗力或其它明医无法控制的原因使平台系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，明医会合理地尽力协助处理善后事宜。</section>
        <section>6、明医平台所承载的内容（文、图、视频、音频）均为传播有益健康资讯目的，不对其真实性、科学性、严肃性做任何形式保证。</section>
        <h2>十三、保障</h2>
        <section>入驻医生需购买医生责任险用以保障入驻医生的执业风险。</section>
        <h2>十四、通告</h2>
        <section>
        1、本协议项下所有的通知均可通过重要页面公告、电子邮件或常规的信件传送等方式进行；该等通知于发送之日视为已送达。
        </section>
        <section>
        2、入驻医生对于明医的通知应当通过明医对外正式公布的通信地址、电子邮件地址等联系信息进行邮寄书面送达。
        </section>
        <h2>十五、广告说明</h2>
        <section>1、明医上为入驻医生的便利而提供的外部链接，包括但不限于任何广告内容链接，以及该链接所指向网页之所有内容，均系该网页所属第三方公司的所有者制作和提供（以下简称“第三方网页”）。第三方网页并非也不反映明医之任何意见和主张，也不表示明医同意或支持该第三方网页上的任何内容、主张或立场。明医对第三方网页中内容之合法性、准确性、真实性、适用性、安全性和完整性等概不承担任何负责。任何单位或个人如需要第三方网页中内容（包括资讯、资料、消息、产品或服务介绍、报价等），并欲据此进行交易或其他行为前，应慎重辨别这些内容的合法性、准确性、真实性、适用性、完整性和安全性（包括下载第三方网页中内容是否会感染电脑病毒），并采取谨慎的预防措施。如入驻医生不确定这些内容是否合法、准确、真实、实用、完整和安全，建议入驻医生先咨询专业人士。</section>
        <section>2、任何单位或者个人因相信、使用第三方网页中信息、服务、产品等内容，或据此进行交易等行为，而引致的人身伤亡、财产毁损（包括因下载而感染电脑病毒）、名誉或商誉诽谤、版权或知识产权等权利的侵犯等事件，及因该等事件所造成的损害后果，明医概不承担任何法律责任。无论何种原因，明医不对任何非与明医直接发生的交易和行为承担任何直接、间接、附带或衍生的损失和责任。</section>
        <h2>十六、网络服务的内容所有权</h2>
        <section>1、明医提供网络服务的内容包括：文字、软件、声音、照片、视频、录像、图表；网页、广告中的全部内容；电子邮件中的全部内容；明医为入驻医生提供的其他信息。所有这些信息均受版权、商标、标签和其他财产所有权法律的保护。未经相关权利人同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。所有这些资料或资料的任何部分仅可作为私人和非商业用途而保存在某台计算机内。明医的所有内容版权归原文作者和明医共同所有，任何人需要转载明医的内容，必须获得原文作者或明医的明确授权。</section>
        <section>2、除法律另有强制性规定外，未经明医明确的特别书面许可，任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用平台的信息内容，否则，明医有权追究其法律责任。</section>
        <h2>十七、在线问诊服务条款</h2>
        <section>1、条款只适用于申请开通在线问诊功能的入驻医生。在线问诊功能由明医与入驻医生合作，通过互联网信息技术方便群众就医，提升医疗系统服务。</section>
        <section>2、入驻医生可通过明医提供的平台向用户提供符合相关法律法规的在线问诊服务，包括咨询、健康教育、在线诊疗、电子处方等医疗服务。入驻医生通过互联网医院平台传递诊断、处理意见及电子处方向用户配送药品。为充分保护入驻医生对与互联网医院平台提供的各项服务的知情权，明医就其提供的各项服务的相关性、有效性以及限制性条款提供与此条款，明医在此特别提醒，入驻医生在使用注册前已确实仔细阅读了本“在线问诊服务条款”，明医可能随时修改本功能条款，条款变更或修改也可能在通过平台发布的某些具体服务所制定的通告或协议条款中列明。这些条款与入驻医生使用本功能密切相关，入驻医生在访问时应该进行了解，一旦使用本功能即表示入驻医生已经接受本功能协议，如果入驻医生对本功能协议的任何条款或者将来随时可能修改、补充的条款有异议，入驻医生可选择关闭在线问诊服务。</section>
        <section>3、入驻医生在平台向用户提供咨询、诊疗、处方等与用户交流服务及其他健康类服务时，即代表入驻医生已经同意受本服务条款约束，且完全认可、接受明医的统一管理。</section>
        <section>4、入驻医生保证：在向患者提供在线预约、咨询、在线诊疗、电子处方等互联网医疗活动中，严格执行《执业医师法》、《处方管理办法》、《病历书写基本规范》、《医疗事故处理条例》及日后新颁布与入驻医生通过平台提供医疗服务相关的可适用的法律、法规及平台管理规定，并在入驻医生执业范围内进行在线诊疗服务。</section>
        <section>5、明医仅提供医疗平台信息及技术，不对入驻医生的诊疗行为及技术提供任何保证或担保。入驻医生应是一名符合《执业医师法》规定的、已经合法登记注册、并具有执业能力的执业医师，应遵守执行《处方管理办法》、《病历书写基本规范》、《医疗事故处理条例》等相关法律、法规、诊疗规范。</section>
        <section>6、在平台诊疗过程中产生医疗投诉，医疗纠纷、医疗事故时依据《医疗事故处理条例》执行，由明医按法律、法规调解处理。根据相应法律、法规，入驻医生有可能对违规诊疗行为承担相应责任。</section>
        <section>7、在线诊疗服务费。入驻医生在明医平台产生的诊断费用，由甲方直接结算给入驻医生，具体结算标准见附件。</section>
        <section>8、明医有权按照平台所制定的服务费用结算规则执行。如结算规则有修改，平台将提前5个工作日以电子邮件或附件形式发送到入驻医生/合作机构指定的电子邮箱地址，或同时通过平台等方式进行公示，入驻医生/合作机构应及时查阅了解。</section>
        <h2>十八、代扣代缴税费</h2>
        <section>1、入驻医生/平台机构与明医依据合作协议中的约定结算信息咨询费用及其它费用。入驻医生/平台机构为未办理税务登记的自然人/机构，特委托明医代为办理发票开具、纳税申报、税费缴纳等事宜。其中，入驻医生/平台机构应缴纳的税费，特此授权明医自应结算的信息咨询费用中直接扣除。</section>
        <section>2、请入驻医生/合作平台机构仔细阅读本授权委托条款的全部内容，入驻医生/平台机构勾选同意本服务协议后，本授权委托条款即为生效。本授权委托条款在合作协议履行期间，持续有效，不可单方撤销。合作协议终止或解除后，本授权委托条款自动终止。</section>
        <h2>十九、其他</h2>
        <section>1、本协议之效力、解释、执行和争议的解决均适用中华人民共和国之法律。如本协议之任何一部分与中华人民共和国法律相抵触，则该部分条款应按有关法律规定重新解释，部分条款之无效或重新解释不影响其它条款之法律效力。</section>
        <section>2、入驻医生和明医一致同意凡因本协议所产生的纠纷双方应协商解决，协商不成任何一方可提交明医所地有管辖权的人民法院诉讼裁决。</section>
        <section>3、您注册使用平台即视为您完全接受本协议，在点击“登录”之前请您再次确认已知悉并完全理解本协议的全部内容。</section>
        <section>4、双方未尽事宜，可另行签订附件合同，附件合同与本合同有同等的法律效应。</section>
      </div>
    )
  }
}

export default DocEnter